Repository: Dherrera54/test_metricas
Catalog: src/locale/messages.*.xlf
Languages: es

source: Artists: {{album.recordLabel}}
es: Artista: {{album.recordLabel}}

source: Release: {{album.releaseDate | date: 'yyyy-MM-dd' }}
es: Fecha de publicacion: {{album.releaseDate | date: 'yyyy-MM-dd' }}

source: Genre: {{album.genre}}
es: Genero: {{album.genre}}

source: Go Back
es: Regresar

source: Show comment
es: Ver comentario

source: Comment
es: Comentario

source: Add a comment
es: Añadir comentario

source: Description
es: Descripcion

source: Gender
es: Genero

source: Record
es: Casa disquera

source: Accept Return
es: Acceptar Regresar

source: Add new Album
es: Añadir nuevo Album

source: Comments made by {{collectorDetail.name}}
es: Comentarios hechos por

source: Comments
es: Comentarios

source: Favorite performers of {{collectorDetail.name}}
es: Artistas favoritos de

source: Favorite performers
es: Artistas favoritos

source: Name
es: Nombre

source: Photo
es: Foto

source: Albumes of {{collectorDetail.name}}
es: Albumes de

source: Cover
es: Carátula

source: Price
es: Precio

source: Status
es: Estado

source: Add Album to Collector
es: Añadir album a coleccionista

source: Album Name*
es: Nombre de album

source: Album Name required
es: Nombre de album es requerido

source: Album Name too short. It should be at least 2 characters
es: Nombre de album muy corto. Este debe contener por lo menos 2 caracteres

source: Status*
es: Estado*

source: Album Status required
es: Estado del album es requerido

source: Price*
es: Precio*

source: Album Price required
es: Precio del album es requerido

source: Album Price should be greater than 0
es: Precio del album debe ser mayor a 0

source: Add
es: Añadir

source: Cancel
es: Cancelar

source: Collector Name*
es: Nombre del coleccionista*

source: Collector Name required
es: Nombre del coleccionista es requerido

source: Collector Name too short. It should be at least 2 characters
es: Nombre del coleccionista demasiado corto. Este debe tener por lo menos 2 caracteres
